[
  {
    "language": "english",
    "flagFileName": "english.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "Languages",
        "item2": "Tour Guide",
        "item3": "Map",
        "item4": "Gallery"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "Welcome to the Dragon Cave in Kastoria."
      },
      {
        "soundFileName": "sound2.mp3",
        "description": "The cave, which belongs to the Municipality of Kastoria, operates under its Welfare Business and it is supervised by the Ephorate Paleoanthropology - Speleology of Northern Greece.<br>You are not allowed to take photographs and video, as well as to touch the stalactites or stalagmites.<br>We will follow a route of 350 meters along with the junctions, passing by two solid bridges and a floating one and we will see seven lakes which meet the lake Orestiada.<br>The cave was discovered in the 40s by young locals. It was followed by several explorations. It was first mapped in 1967. In 1998 it was included in a European program which started procedures of its exploitation. In December 2009 it opened its doors to the public."
      },
      {
        "soundFileName": "sound3.mp3",
        "description": "The cave is still active and continues to grow. The rainwater passes through the openings of the mountain and the stalactite is created through limestone and chemical reactions. One centimeter of stalactite takes about 100 years to be created. The cave is dated approximately 6 million years ago. The types of stalactites found in this cave are columns, curtains, cataracts and tubular stalactites.<br>Also, it is the most modern and safe cave in the Balkans, as it has the most sophisticated control machines of environmental conditions and security systems. On the top you can see the mesh with steel wire from which 1 sqm can lift up to 16 tons."
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "Traces of human presence have not been noticed, except for this point where the bones of the cave bear have been found, which lived during the Pleistocene (10.000B.C.) and it is estimated that they weighed half a ton and the height of it reached 2.5 meters. Experts believe that the mammal fell from an opening in the roof of the mountain. Lack of food and lack of the way to escape led it to its death within the cave."
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "The myth of the Cave of the Dragon states that the first king of the city, Castor, in order to entertain his brother Polydeuces and his father in law Kelly knowing about the existence of the cave, which was a goldmine vigilantly guarded by a dragon , decided to give wealth and glory to anyone who would manage to kill the dragon. A brave young man was found then, who, having fought with the dragon, managed to kill him. Later, they entered the cave with lit torches, but going deeper and because of the lack of oxygen the torches went out and then an eerie voice was heard, which said: “Whoever dares to get even a handful of mud he will regret it. However, the one who does not, will also regret it” Some daredevils took a handful of mud and leaving at daylight they found out that they were holding liquid glitter. Thus, they regretted that they had not gotten more, while the others regretted that they had not gotten at all."
      }
    ]
  },
  {
    "language": "greek",
    "flagFileName": "greek.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "Γλώσσες",
        "item2": "Ξεναγός",
        "item3": "Χάρτης",
        "item4": "Φωτογραφίες"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "Καλωσορίσατε στο Σπήλαιο Δράκου Καστοριάς."
      },
      {
        "soundFileName": "sound2.mp3",
        "description": "Το σπήλαιο ανήκει στον Δήμο Καστοριάς, λειτουργεί από την Κοινωφελή του Επιχείρηση και εποπτεύεται από την Εφορεία Παλαιοανθρωπολογίας-Σπηλαιολογίας Β. Ελλάδος.<br>Απαγορεύεται η λήψη φωτογραφιών και video, καθώς και να αγγίζετε σταλακτίτες ή σταλαγμίτες.<br>      Θα διασχίσουμε μια φυσική διαδρομή 350μ. μαζί με τις διακλαδώσεις, περνώντας από δύο συμπαγείς γέφυρες και μία πλωτή και θα δούμε επτά λίμνες που επικοινωνούν με την λίμνη Ορεστιάδα.Το σπήλαιο ανακαλύφθηκε την δεκαετία του ΄40 από καστοριανούς νεαρούς. Ακολούθησαν διάφορες εξερευνήσεις. Το 1967 έγινε η πρώτη χαρτογράφησή του. Το 1998 εντάχθηκε σε Ευρωπαϊκό πρόγραμμα και ξεκίνησαν οι διαδικασίες αξιοποίησής  του. Τον Δεκέμβριο του 2009 άνοιξε τις πύλες του για το κοινό.<br>Η θερμοκρασία είναι σταθερή (χειμώνα- καλοκαίρι) 16ο-18ο και η υγρασία του κυμαίνεται μεταξύ 90%-95%."
      },
      {
        "soundFileName": "sound3.mp3",
        "description": "Το σπήλαιο είναι ακόμα ενεργό και συνεχίζει να αναπτύσσεται. Από τα βρόχινα νερά, περνάει το νερό από τα ανοίγματα του βουνού και μέσω ασβεστολιθικών πετρωμάτων και χημικών αντιδράσεων δημιουργείται ο σταλακτίτης. Για την δημιουργία 1 εκατοστού σταλακτίτη απαιτούνται περίπου 100 χρόνια. Το σπήλαιο χρονολογείται στα 6 εκ. χρόνια. Τα είδη των σταλακτικών που συναντάμε σε αυτό το Σπήλαιο είναι οι κολόνες, οι κουρτίνες, ο καταρράκτης και οι σωληνοειδείς σταλακτίτες.<br>Επίσης πρόκειται για το πιο σύγχρονο και ασφαλές Σπήλαιο στα Βαλκάνια, καθώς διαθέτει τα πιο εξελιγμένα μηχανήματα ελέγχου περιβαλλοντικών συνθηκών και συστημάτων ασφαλείας. Εδώ ψηλά μπορείτε να δείτε το πλέγμα με ατσαλόσυρμα όπου το 1 τμ. σηκώνει βάρος μέχρι και 16 τόνους."
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "Ίχνη ανθρώπινης παρουσίας δεν έχουν βρεθεί, παρά μόνο στο σημείο αυτό βρέθηκαν τα οστά της σπηλαίας άρκτου, η οποία έζησε κατά τη διάρκεια του πλειστόκαινου (10.000π.Χ) και υπολογίζεται ότι ζύγιζε μισό τόνο ενώ το ύψος της έφτανε τα 2,5 μέτρα. Ειδικοί πιστεύουν ότι το θηλαστικό έπεσε από κάποιο άνοιγμα στην οροφή του βουνού. Ελλείψει τροφής  και τρόπου διαφυγής, πέθανε εντός του σπηλαίου."
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "Ο μύθος για το Σπήλαιο του Δράκου αναφέρει ότι ο πρώτος βασιλιάς της πόλης, ο Κάστωρ, θέλοντας να διασκεδάσει τον αδερφό του τον Πολυδεύκη  και τον πεθερό του τον Κέλι , γνωρίζοντας για την ύπαρξη του Σπηλαίου, η οποία ήταν χρυσωρυχείο που το φύλαγε άγρυπνα ένας δράκος, αποφάσισε να δώσει πλούτη και δόξα  σε όποιον κατάφερνε να σκοτώσει το δράκο. Βρέθηκε λοιπόν ένας γενναίος νεαρός, ο οποίος αφού πάλεψε με το δράκο, κατάφερε να τον σκοτώσει. Στη συνέχεια, μπήκαν μέσα στο Σπήλαιο με αναμμένους δαυλούς , όμως  προχωρώντας πιο βαθιά και λόγω της έλλειψης οξυγόνου οι δαυλοί έσβησαν και τότε ακούστηκε μια απόκοσμη φωνή, η οποία έλεγε: «Όποιος τολμήσει να πάρει έστω και μια χούφτα από τη λάσπη που πατάει θα το μετανιώσει. Αλλά και αυτός που δεν θα πάρει, πάλι θα το μετανιώσει ». Κάποιοι τολμηροί πήραν μια χούφτα λάσπη και βγαίνοντας στο φώς της μέρας ανακάλυψαν ότι κρατούσαν υγρή χρυσόσκονη. Αυτοί λοιπόν μετάνιωσαν που δεν πήραν περισσότερη, ενώ οι υπόλοιποι μετάνιωσαν που δεν πήραν καθόλου."
      }
    ]
  },
  {
    "language": "french",
    "flagFileName": "french.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "Langues",
        "item2": "Guide touristique",
        "item3": "Carte",
        "item4": "Galerie"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "Bienvenue à la Grotte Dracou à Kastoria."
      },
      {
        "soundFileName": "sound2.mp3",
        "description": "La grotte, appartenant à la municipalité de la ville de Kastoria, est gérée par sa société d’intérêt public et encadrée par l’Éphorie de paléoanthropologie et de spéléologie de Grèce du Nord. Interdiction de prendre des photos ou des vidéos, ainsi que de toucher aux stalactites et aux stalagmites. Nous allons suivre un parcours de 350m de longueur avec ses croisements, emprunter ses trois ponts, y compris un pont flottant, et observer les sept lacs qui communiquent avec le lac d’Orestiade. Cette grotte fut découverte dans les années 40 par de jeunes habitants de la ville. Elle fut cartographiée pour la première fois en 1967. En 1998, elle fut incorporée dans un programme européen afin de commencer les procédures de son exploitation. C’est en décembre 2009 qu’elle fut ouverte au public. À l’intérieur, la température est stable pendant toute l’année (16-18 °C) avec des taux d’humidité de 90% à 95%."
      },
      {
        "soundFileName": "sound3.mp3",
        "description": "La grotte est encore active et continue à se transformer. L’eau de pluie s’y infiltre par les fissures de la montagne et forme les stalactites à l’aide de réactions chimiques avec les roches calcaires. Il faut environ 100 ans pour que 1cm de stalactite se forme. Cette grotte abrite une variété de stalactites, notamment en forme de colonne, de rideau, de cascade ou de cylindre.Il s’agit par ailleurs de la grotte la plus moderne et la plus avancée en matière de sécurité dans les Balkans, puisque les appareils de contrôle de conditions d’environnement et les systèmes de sécurité les plus sophistiqués y sont utilisés. Ici, en haut, vous pouvez apercevoir la grille de fil d’acier dont 1 m2 peut soutenir jusqu’à 16 tonnes."
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "Aucune trace humaine n’a été jamais trouvée dans la grotte, mis à part les os d’un ours des cavernes qui a vécu au Pléistocène (10.000 av. J.-C.), pesant alors une demi-tonne atteignant 2,50 m de haut. Certains spécialistes pensent que ce mammifère s’est retrouvé dans la grotte en glissant dans une fissure de la montagne. Sans nourriture et sans pouvoir ressortir, il mourra à l’intérieur."
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "Selon le mythe de la Grotte Dracou, le premier roi de la ville, Castor, voulant amuser son frère, Pollux, et son beau-père, Keli, et sachant que cette grotte était une mine d’or gardée par un dragon, aurait décidé d’offrir gloire et richesses à quiconque arriverait à tuer ce dernier. Un jeune homme courageux décida donc de tenter sa chance et parvint à accomplir la tâche. Par la suite, les hommes rentrèrent dans la grotte avec leurs torches allumées. Mais au fur et à mesure qu’ils avançaient et faute d’oxygène suffisant, les torches s’éteignaient. C’est alors qu’une voix venue d’un autre monde retentit : “Ceux qui ramasseront ne serait-ce qu’une poignée de la boue sur laquelle ils marchent, le regretteront ! Mais ceux aussi qui ne le feront pas, le regretteront également !” Les quelques courageux qui ramassèrent une poignée de boue, s’aperçurent en sortant de la grotte qu’ils tenaient de la poudre d’or. Ils regrettèrent de ne pas en avoir pris d’avantage, et les autres regrettèrent de ne pas en avoir pris du tout."
      }
    ]
  },
  {
    "language": "german",
    "flagFileName": "german.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "Sprachen",
        "item2": "Tour Guiude",
        "item3": "Karte",
        "item4": "Gallery"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "Willkommen in Drachenhöhle von Kastoria."
      },
      {
        "soundFileName": "sound2.mp3",
        "description": "Die Höhle gehört zur Gemeinde von Kastoria, funktioniert von  ihrer gemeinnützigen Unternehmung und steht unter der Aufsicht des Finanzamtes der Paläanthropologie- Speläologie (lat. Spelaum=Höhle) B. Griechenlands. Foto und Videoaufnahmen sind verboten, sowie auch die Berührung von Stalaktiten  oder Stalagmiten. Wir werden gemeinsam eine Strecke von 350 m. durch das Naturschutzgebiet mit den verschiedenen Verzweigungspunkten durchqueren. Demnächst werden wir an zwei kompakten und einer schwimmenden Brücke vorbeigehen und dann sehen wir 7 Seen, die mit der See Orestiada in Verbindung stehen. Die Höhle wurde in den 40er Jahren von Einheimischen entdeckt. Danach wurden verschiedene Erforschungen durchgeführt. Im Jahre 1967 wurde ihre erste Kartierung durchgeführt. 1998 wurde die Höhle in das Europäische Programm eingeordnet und seitdem haben ihr Verwertungsverfahren angefangen. Im Dezember 2009 öffneten die Türen für das Publikum. Die Temperatur bleibt fest (sowohl im Winter als auch im Sommer) 16⁰- 18⁰ Grad und der Feuchtigkeitsgrad schwankt zwischen 90%- 95%."
      },
      {
        "soundFileName": "sound3.mp3",
        "description": "Die Höhle ist noch aktiv und entwickelt sich weiter. Wegen des Regenwassers, das durch die Spalten des Berges fließt und so durch Kalkgesteine und chemische Reaktion entsteht der Stalaktit. Die Entstehung eines Hundertstels des Stalaktiten dauert ungefähr 100 Jahre. Die Höhle datiert von 6 Millionen Jahren. Die Arten von Stalaktiten, die wir in dieser Höhle treffen, sind Säulen, Vorhänge, Wasserfall und röhrenförmige Stalaktiten.Darüber hinaus handelt es sich hier um die modernste und sicherste Höhle auf dem Balkan,  zumal sie über die entwickeltsten Kontrollgeräte der Umweltzustände und Sicherheitssysteme verfügt. Von oben können Sie ein Geflecht von Strahldraht sehen, wobei 1m² hebt Gewicht von 16 Tonnen."
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "Spuren menschlicher Anwesenheit sind noch nicht zu finden, nur in diesem Punkt wurden die Gebeine des Höhlenbären gefunden, der in der Zeit des Pleistozän( 10.000 v.Ch.) gelebt hat. Der Bär wog ein halber Tonne und seine Höhe reichte bis 2,5 m. Die Forscher glauben, dass das Säugetier von einer Spalte von der Spitze des Berges gefallen ist. Mangels Nahrung und Fluchtwege starb das Tier innerhalb der Höhle."
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "Der Mythos über die Drachenhöhle besagt, dass der erste König der Stadt, namens Castor, seinen Bruder Polydefkis und seinen Schwiegervater Celi unterhalten wollte und so hat er sich entschieden, Reichtum und Ruhm zu demjenigen zu schenken, der den Drachen töten konnte. Natürlich wusste Castor von der Existenz dieser Höhle, die eine Goldgrube war, die von diesem Drachen überwacht wurde. Es war, also ein tapferer Junge, der mit dem Drachen kämpfte und ihn tötete. Des Weiteren sind auch andere Männer mit Fackeln in die Höhle hineingegangen, jedoch solange sie tiefer in die Höhle hineingingen, wurden die Fackeln mangels Sauerstoffes gelöscht. Dann hörten sie eine unheimliche Stimme, die sagte: ,, Derjenige, der sei es auch nur eine Handfläche von Schlamm zu nehmen wagt, wird es bereuen. Aber auch derjenige, der kaum Schlamm nimmt, wird es bereuen. ,,Die Mutigste haben die Handfläche von Schlamm mitbekommen aber als der Tag anbrach, stellten sie fest, dass sie ein flüssiges Pudergold in der Hand hielten. Diejenigen haben es bereut, dass sie nicht mehr Pudergold mitbekamen, während die anderen, dass sie kaum Schlamm mitnahmen."
      }
    ]
  },
  {
    "language": "russian",
    "flagFileName": "russian.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "Языки",
        "item2": "Гид",
        "item3": "Карта",
        "item4": "Галерея"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "Добро пожаловать в Пещеру Дракона в Кастории."
      },
      {
        "soundFileName": "sound2.mp3",
        "description": "Пещера – это туристический объект, который относится к муниципалитету Кастории и действует на основании муниципального закона о содействии бизнесу под надзором Инспекции по палеоантропологии и спелеологии Северной Греции. Здесь не разрешается фотографировать и снимать видео, а также трогать сталактиты и сталагмиты. Наш 350-метровый маршрут пройдет по двум сплошным мостам и одному наплавному мосту. Мы увидим семь озер, которые впадают в озеро Орестиада. Пещера была обнаружена в 40-е годы молодыми местными жителями. После своего открытия пещера исследовалась несколько раз. Первая карта пещеры была составлена в 1967 году. В 1998 году пещера была включена в европейскую исследовательскую программу. В декабре 2009 года пещера была открыта для посетителей. В пещере сохраняется постоянная температура (независимо от сезона) на уровне 16ºC – 18ºC и влажность 90% – 95%. "
      },
      {
        "soundFileName": "sound3.mp3",
        "description": "Пещера все еще активна и продолжает расти. Дождевая вода просачивается через горные проломы и способствует образованию сталактитов из известняка. Сталактиты растут со скоростью около 1 см за 100 лет. Возраст пещеры составляет примерно 6 миллионов лет. В этой пещере обнаружены сталактиты в виде колонн, завес, каскадов и трубок. Это самая современная и безопасная пещера на Балканах, оборудованная самыми передовыми устройствами контроля параметров окружающей среды и системами безопасности. Наверху можно увидеть стальную сетку, 1 квадратный метр которой может выдержать нагрузку в 16 тонн."
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "Следы присутствия людей в пещере не обнаружены, если не считать место, где были найдены кости пещерного медведя, жившего в эпоху Плейстоцена (10 000 лет до н. э.). Вес пещерного медведя мог достигать полутонны, а рост – 2,5 метров. Эксперты считают, что это млекопитающее провалилось в пещеру через пролом в ее своде. Отсутствие еды и обратного пути привело к его смерти в пещере."
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "Миф о Пещере Дракона повествует о первом правителе города Касторе, который знал, что в пещере находится золотой рудник, неусыпно охраняемый драконом. Желая развлечь своего брата Полидевка и тестя Келая, Кастор предложил богатство и славу тому, кто сумеет убить дракона. Один отважный юноша вызвался на битву с драконом и убил его. Люди вошли в пещеру с факелами, но чем дальше они продвигались, тем меньше становилось воздуха. Из-за этого факелы погасли, и тогда они услышали зловещий голос, который сказал: \"Тот, кто осмелится взять хоть горсть земли, пожалеет об этом. Однако пожалеет и тот, кто не сделает этого\". Некоторые смельчаки взяли по горсти земли и вышли из пещеры на свет. Там они обнаружили, что держат в руках жидкое блестящее вещество. Тогда они пожалели, что не взяли больше, а остальные пожалели, что не взяли ничего."
      }
    ]
  },
  {
    "language": "chinese",
    "flagFileName": "chinese.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "语言",
        "item2": "导游",
        "item3": "地图",
        "item4": "画廊"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "欢迎来到Kastoria的龙洞。"
      },
      {
        "soundFileName": "sound2.mp3",
        "description": " 此洞为Kastoria市所有，由其福利机构经营，并受Ephorate Paleoanthropology（希腊北部地区的洞穴学会）监管。 洞内不得拍照和录像，也不得触摸钟乳石和石笋。 我们将沿着路口行走350米的路程，通过两座固定桥和一座浮桥，我们将会看到连接Orestiada湖的七个湖泊。 此洞是在40年代由当地青年人发现的。随后进行了一些探险。它于1967年首次在地图上标注。1998年，一项欧洲计划开启了对它的探索之旅。2009年12月开始向公众开放。 洞内温度稳定在(冬季-夏季)16°C和18°C之间，湿度为90%-95% "
      },
      {
        "soundFileName": "sound3.mp3",
        "description": " 该洞仍处于活动状态，还在继续成长。雨水通过山的开口处，石灰石经化学反应形成钟乳石。一厘米的钟乳石大约需要100年才能形成。此洞穴可追溯到大约600万年前。这个洞中的钟乳石有柱状、帘状、注流状和管状的。 另外，这是巴尔干地区最现代和安全的洞穴，因为它装有最精密的环境和安全系统控制机器。在头顶，您可以看到钢丝网，其每平方米可承重16吨"
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "洞中除了发现熊骸骨之外，没发现人存在的痕迹，熊大概生活在更新世(公元前1万年)，估计它们重半吨，高达2.5米。专家认为，熊是从山顶的一个缺口跌落的。缺乏粮食和无法走出洞穴，致使它死在洞穴内。"
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "关于龙洞的神话中说，这座城市的第一个国王Castor为了款待他的兄弟Polydeuces和他的岳父Kelly，他们知道这个洞是个金矿，由一条凶恶的龙防守着，只有杀掉龙的人才能得到财富和荣耀。后来一位勇敢的年轻男子与龙搏斗，并杀掉龙。后来，他们点亮火把进了洞穴，但深入洞穴后由于缺乏氧气，火把熄灭了，然后听到一个毛骨悚然的声音说：“谁胆敢拿一小撮泥土都将后悔。不过，不敢拿的人，也会后悔。”一些胆大的人拿了一撮泥土，他们在白天离开，发现拿着的是金光闪闪的液体。这样，他们后悔没有拿多点，而其他人则后悔自己一点都没拿。"
      }
    ]
  },
  {
    "language": "hebrew",
    "flagFileName": "hebrew.png",
    "menuTitle": "Menu",
    "menuItems": [
      {
        "item1": "שפות",
        "item2": "תיירים מדריך",
        "item3": "מפה",
        "item4": "גלריה"
      }
    ],
    "points": [
      {
        "soundFileName": "sound1.mp3",
        "description": "ברוכים הבאים למערת הדרקון בקסטוריה. "
      },
      {
        "soundFileName": "sound2.mp3",
        "description": "המערה, אשר שייכת לעיריית קסטוריה, מופעלת על ידי אגף הפנאי שלה ותחת השגחת המחלקה לפלאו-אנתרופולוגיה וספלאולוגיה של צפון יוון . אין לצלם בתוך המערה, וכן אין לגעת בנטיפים או בזקיפים. אנו נלך לאורך מסלול של 350 מטרים עם הצטלבויות, נחלוף ליד שני גשרים קבועים ואחד צף, ונראה שבעה אגמים הנפגשים באגם אורסטיאדה. המערה התגלתה בשנות ה-40 של המאה הקודמת על ידי צעירים מקומיים. לאחר הגילוי נחקרה על ידי מספר משלחות מחקר. היא מופתה לראשונה ב-1967. בשנת 1998 היא נכללה בתוכנית אירופאית אשר החלה בהליכים להנגשתה לציבור. בדצמבר 2009 היא נפתחה לציבור הרחב. הטמפרטורה במערה יציבה (חורף - קיץ) ונעה בין 16 ºC-18 ºC עם לחות של  90% - 95 %."
      },
      {
        "soundFileName": "sound3.mp3",
        "description": "המערה עדיין פעילה, וממשיכה לגדול. מי הגשמים עוברים דרך סדקים בהר והנטיפים והזקיפים נוצרים בשל תגובות כימיות של אבן הגיר. זמן היווצרותו של סנטימטר אחד של נטיף הוא כ-100 שנים. המערה מתוארכת ללפני כ-6 מיליון שנים. במערה נטיפים וזקיפים מסוגים שונים, ביניהם עמודים, וילונות, קטרקטים, ונטיפים צינוריים. כמו כן, זוהי המערה המודרנית והבטוחה ביותר באזור הבלקן, שכן יש בה מערכות מתוחכמות לבקרת תנאי הסביבה וכן מערכות אבטחה. בחלק העליון של המערה ניתן לראות את רשת פלדה המאפשרת להרים עד 16 טון לכל 1 מר."
      },
      {
        "soundFileName": "sound4.mp3",
        "description": "לא נמצאו במערה סימנים לנוכחות אנושית, אך בפינה אחת נתגלו עצמות של דוב המערות אשר חי במהלך תקופת הפלייסטוקן (10,000 לפנה\"/ס בקירוב). משקלם של דובים אלה הגיע לפי הערכות לחצי טון, וגובהם היה כ-2.5 מטר. מומחים מאמינים שבעל החיים נפל למערה דרך פתח בראש ההר. הוא מת מחוסר מזון במערה לאחר שלא מצא דרך לצאת ממנה."
      },
      {
        "soundFileName": "sound5.mp3",
        "description": "לפי המיתוס של מערת הדרקון, המלך הראשון של העיר, קסטור, רצה לבדר את אחיו, פולידויקס, ואת חותנו, קלי, והכריז כי יעניק עושר וכבוד למי שיצליח להרוג את הדרקון השומר על המערה, שהיתה ידועה בתור מכרה זהב. לבסוף נמצא גיבור צעיר אשר הסכים להילחם בדרקון, והצליח להרוג אותו. מאוחר יותר, הם נכנסו למערה נושאים לפידים בוערים, אבל כאשר העמיקו, כבו הלפידים בשל חוסר חמצן וקול גבוה ומוזר נשמע אומר: מי שמעז לקחת אפילו מעט בוץ יתחרט על כך. אך מי שלא ייקח, יתחרט אף הוא. מספר אנשים אמיצים לקחו עמם מעט בוץ, וכאשר הגיעו לאור היום, גילו שבידם נוזל מנצנץ. כך קרה, שהם הצטערו על כך שלא נטלו יותר מן הבוץ, בעוד שהאחרים התחרטו על כך שלא נטלו ממנו כלל."
      }
    ]
  }
]
